Repository: lbear9090/GolfTech_iOS
Catalog: Resources/*.lproj/Localizable.strings
Languages: sv

source: Teknik
sv: Instruktion

source: Bunker nivå 1 teknik 1
sv: Uppställning

source: Bunker nivå 1 teknik 1 sammanfattning
sv: bred, stabil och öppen stans.

source: Bunker nivå 1 teknik 2
sv: Sving

source: Bunker nivå 1 teknik 2 sammanfattning
sv: träffa sanden 3-5 cm före bollen.

source: Bunker nivå 1 teknik 3
sv: Längdkontroll

source: Bunker nivå 1 teknik 3 sammanfattning
sv: lika lång bak- som framsving.

source: Bunker nivå 2 teknik 1
sv: Lutande lägen

source: Bunker nivå 2 teknik 1 sammanfattning
sv: axlarna följer lutningen.

source: Bunker nivå 2 teknik 2
sv: Sandtyper

source: Bunker nivå 2 teknik 2 sammanfattning
sv: anpassa svingen efter sandtypen.

source: Bunker nivå 2 teknik 3
sv: Höga bunkerslag

source: Bunker nivå 2 teknik 3 sammanfattning
sv: öppet klubblad i hela svingen!

source: Bunker nivå 3 teknik 1
sv: Klubbval

source: Bunker nivå 3 teknik 1 sammanfattning
sv: använd även t ex en 8:a i bunkern!

source: Bunker nivå 3 teknik 2
sv: Pluggad boll

source: Bunker nivå 3 teknik 2 sammanfattning
sv: brant nedsving och slå hårt.

source: Bunker nivå 3 teknik 3
sv: Sidolägen

source: Bunker nivå 3 teknik 3 sammanfattning
sv: anpassa greppet och siktet.

source: Bunker övning 1
sv: Sandparad

source: Bunker övning 1 sammanfattning
sv: riktning och längdkänsla!

source: Bunker övning 2
sv: Up and down

source: Bunker övning 2 sammanfattning
sv: ett bunkerslag och en putt.

source: Bunker utvärdering
sv: Nivåtest bunker

source: Bunker utvärdering sammanfattning
sv: högre nivå för säkrare bunkerslag.

source: Chip nivå 1 teknik 1
sv: Uppställning

source: Chip nivå 1 teknik 1 sammanfattning
sv: öppen stans och bollen i mitten.

source: Chip nivå 1 teknik 2
sv: Chiprörelse

source: Chip nivå 1 teknik 2 sammanfattning
sv: händerna framför bollen.

source: Chip nivå 1 teknik 3
sv: Klubbval

source: Chip nivå 1 teknik 3 sammanfattning
sv: använd olika loft för olika längd.

source: Chip nivå 2 teknik 1
sv: Alternativ chip

source: Chip nivå 2 teknik 1 sammanfattning
sv: chippa med hybrid eller putta.

source: Chip nivå 2 teknik 2
sv: Lutande lägen

source: Chip nivå 2 teknik 2 sammanfattning
sv: anpassa loft efter lutningen!

source: Chip nivå 2 teknik 3
sv: Chip från ruff

source: Chip nivå 2 teknik 3 sammanfattning
sv: placera längre bak och ta mer loft.

source: Chip nivå 3 teknik 1
sv: Distanskontroll

source: Chip nivå 3 teknik 1 sammanfattning
sv: grepptryck och tempo.

source: Chip nivå 3 teknik 2
sv: Landa

source: Chip nivå 3 teknik 2 sammanfattning
sv: läs greenen och landa på rätt plats.

source: Chip nivå 3 teknik 3
sv: Extra rull

source: Chip nivå 3 teknik 3 sammanfattning
sv: ge bollen en drawkänsla!

source: Chip övning 1
sv: Klart för landning

source: Chip övning 1 sammanfattning
sv: träna på att landa bollen rätt.

source: Chip övning 2
sv: Bollparad

source: Chip övning 2 sammanfattning
sv: träna på din längdkänsla.

source: Chip utvärdering
sv: Nivåtest chip

source: Chip utvärdering sammanfattning
sv: din nivå för både långa och korta chippar.

source: Current Total Level
sv: Snitt nivåtest

source: Pitch nivå 1 teknik 1
sv: Uppställning

source: Pitch nivå 1 teknik 1 sammanfattning
sv: händerna mitt över bollen!

source: Pitch nivå 1 teknik 2
sv: Svingrörelse

source: Pitch nivå 1 teknik 2 sammanfattning
sv: rotera kroppen och öppen stans.

source: Pitch nivå 1 teknik 3
sv: Klubbval

source: Pitch nivå 1 teknik 3 sammanfattning
sv: lär dig pitcha med olika wedgar!

source: Pitch nivå 2 teknik 1
sv: Längdkontroll

source: Pitch nivå 2 teknik 1 sammanfattning
sv: variera längden på baksvingen!

source: Pitch nivå 2 teknik 2
sv: Öppet klubblad

source: Pitch nivå 2 teknik 2 sammanfattning
sv: klubban öppen i svingen.

source: Pitch nivå 2 teknik 3
sv: Pitch från ruff

source: Pitch nivå 2 teknik 3 sammanfattning
sv: använd en brantare sving.

source: Pitch nivå 3 teknik 1
sv: Hårt underlag

source: Pitch nivå 3 teknik 1 sammanfattning
sv: prova Pitch-and-Run.

source: Pitch nivå 3 teknik 2
sv: Pitch med bite

source: Pitch nivå 3 teknik 2 sammanfattning
sv: mjuk boll och ren bollträff.

source: Pitch nivå 3 teknik 3
sv: Lobb

source: Pitch nivå 3 teknik 3 sammanfattning
sv: placera bollen längre fram.

source: Pitch övning 1
sv: Skapa en pitchbana

source: Pitch övning 1 sammanfattning
sv: en kul och givande övning.

source: Pitch övning 2
sv: Carry

source: Pitch övning 2 sammanfattning
sv: träna på att variera din carry.

source: Pitch utvärdering
sv: Nivåtest pitch

source: Pitch utvärdering sammanfattning
sv: öva in en bra pitchkänsla!

source: Putt nivå 1 teknik 1
sv: Uppställning

source: Putt nivå 1 teknik 1 sammanfattning
sv: putta avslappnat och fördela vikten.

source: Putt nivå 1 teknik 2
sv: Pendel

source: Putt nivå 1 teknik 2 sammanfattning
sv: håll armar och skaft som ett Y!

source: Putt nivå 1 teknik 3
sv: Sikte

source: Putt nivå 1 teknik 3 sammanfattning
sv: parallell ögonlinje med puttlinjen.

source: Putt nivå 2 teknik 1
sv: Läsa en green

source: Putt nivå 2 teknik 1 sammanfattning
sv: studera greenens lutning.

source: Putt nivå 2 teknik 2
sv: Lyssna på putten

source: Putt nivå 2 teknik 2 sammanfattning
sv: titta inte upp!

source: Putt nivå 2 teknik 3
sv: Grepptryck och tempo

source: Putt nivå 2 teknik 3 sammanfattning
sv: känn tyngden i puttern.

source: Putt nivå 3 teknik 1
sv: Square

source: Putt nivå 3 teknik 1 sammanfattning
sv: kroppen square mot puttlinjen.

source: Putt nivå 3 teknik 2
sv: Bra rutin

source: Putt nivå 3 teknik 2 sammanfattning
sv: alltid samma rutin inför varje putt

source: Putt nivå 3 teknik 3
sv: Putt från ruffkant

source: Putt nivå 3 teknik 3 sammanfattning
sv: putta med pitchen!

source: Putt övning 1
sv: Linjalen

source: Putt övning 1 sammanfattning
sv: öka ditt säkerhets­avstånd.

source: Putt övning 2
sv: Chans varje gång

source: Putt övning 2 sammanfattning
sv: putta alltid fram till hålet!

source: Putt utvärdering
sv: Nivåtest putt

source: Putt utvärdering sammanfattning
sv: kan du både långa och korta puttar?

source: Utvärdering
sv: Nivåtest

source: Nivå N
sv: Nivå %1$d

source: Poäng N
sv: Poäng %1$d

source: Video
sv: Spela in

source: Namn ny inspelning
sv: Inspelning

source: Dela email
sv: %@ %@ Inspelad med GolfTech

source: Email feedback
sv: info@golftech.se

source: Feedback titel
sv: Feedback för GolfTech

source: Nyhetsbrev titel
sv: Nyhetsbrev

source: Nyhetsbrev text
sv: Ja tack! Skicka mig gärna infomail med nyheter om Golftech och erbjudanden.

source: Drive
sv: Utslag

source: Drive utvärdering
sv: Utslag utvärdering

source: Drive övning 1
sv: Utslag övning 1

source: Drive övning 2
sv: Utslag övning 2

source: Drive nivå 1 teknik 1
sv: Öppet klubbhuvud

source: Drive nivå 1 teknik 1 sammanfattning
sv: starkare grepp.

source: Drive nivå 1 teknik 2
sv: Svingspåret

source: Drive nivå 1 teknik 2 sammanfattning
sv: när svingen skär utifrån och in.

source: Drive nivå 1 teknik 3
sv: Start av nedsving

source: Drive nivå 1 teknik 3 sammanfattning
sv: starta med höftrörelse.

source: Drive nivå 2 teknik 1
sv: Bollträff

source: Drive nivå 2 teknik 1 sammanfattning
sv: rätt bollplacering ger kraft och längd.

source: Drive nivå 2 teknik 2
sv: Centrering

source: Drive nivå 2 teknik 2 sammanfattning
sv: rotera och stå centrerat.

source: Drive nivå 2 teknik 3
sv: Vidd

source: Drive nivå 2 teknik 3 sammanfattning
sv: skapa vidd för mer kraft.

source: Drive nivå 3 teknik 1
sv: Release

source: Drive nivå 3 teknik 1 sammanfattning
sv: eftersträva sen release.

source: Drive nivå 3 teknik 2
sv: Utslag nivå 3 teknik 2

source: Drive nivå 3 teknik 3
sv: Utslag nivå 3 teknik 3

source: Drive utvärdering sammanfattning
sv: Utslag utvärdering sammanfattning

source: Drive övning 1 sammanfattning
sv: Utslag övning 1 sammanfattning

source: Drive övning 2 sammanfattning
sv: Utslag övning 2 sammanfattning

source: Nytt
sv: Nyheter

source: Nytt nivå 1 teknik 1
sv: Hook

source: Nytt nivå 1 teknik 1 sammanfattning
sv: ditt grepp är ofta för starkt.

source: Nytt nivå 1 teknik 2
sv: Draw

source: Nytt nivå 1 teknik 2 sammanfattning
sv: lär dig slå en draw.

source: Nytt nivå 1 teknik 3
sv: Fade

source: Nytt nivå 1 teknik 3 sammanfattning
sv: utnyttja en fade.

source: Nytt nivå 2 teknik 1
sv: Fairwaybunker

source: Nytt nivå 2 teknik 1 sammanfattning
sv: olika klubbor för olika lägen.

source: Nytt nivå 2 teknik 2
sv: Nytt 2-2

source: Nytt nivå 2 teknik 2 sammanfattning
sv: Nytt nivå 2 teknik 2 sammanfattnin

source: Nytt nivå 2 teknik 3
sv: Nytt 2-3

source: Nytt nivå 2 teknik 3 sammanfattning
sv: Nytt nivå 2 teknik 3 sammanfattnin.

source: Nytt nivå 3 teknik 1
sv: Nytt 3-1

source: Nytt nivå 3 teknik 2
sv: Nytt 3-2

source: Nytt nivå 3 teknik 3
sv: Nytt 3-3

source: Nytt utvärdering sammanfattning
sv: Utslag utvärdering sammanfattning

source: Nytt övning 1 sammanfattning
sv: Utslag övning 1 sammanfattning

source: Nytt övning 2 sammanfattning
sv: Utslag övning 2 sammanfattning
